// JavaScript Document

		var world = [{"name":"广东省","id":"001"},{"name":"湖南省","id":"002"},{"name":"广西省","id":"003"},
		{"name":"珠海市","id":"011"},{"name":"深圳市","id":"012"},{"name":"湛江市","id":"013"},
		{"name":"长沙县","id":"021"},{"name":"望城县","id":"022"},
		{"name":"桂林市","id":"031"},{"name":"柳州市","id":"032"},
		{"name":"金湾区","id":"111"},{"name":"香洲区","id":"112"},
		{"name":"赤坎区","id":"131"},{"name":"霞山区","id":"132"},
		{"name":"福田区","id":"121"},{"name":"罗湖区","id":"122"},
		{"name":"天心区","id":"211"},{"name":"雨花区","id":"212"},
		{"name":"丁字镇","id":"221"},{"name":"茶亭镇","id":"222"},
		{"name":"秀峰区","id":"311"},{"name":"七星区","id":"312"},
		{"name":"柳南区","id":"321"},{"name":"鱼峰区","id":"322"}]